//霸都眺望天2019年10月10日https://github.com/AJLoveChina/birthday
var 配置={
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    文本:[
        "送给我",//这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的小可爱",// 同上...
        "今天是你的生日",
        "杨烁然生日快乐啊”
        "第18个生日了哦",
        "生日快乐",
        "以后成年啦",
        "恋爱找我",
        "我超好",
        "以后有我在",
        "~~",
    ],
    /**
*imgs可以不填，但是如果要填写的话必须遵循下面的格式
*"对应上面的文字，要完全一样"："图片地址，可以把图片放在imgs文件夹中"
* 例如
*"心爱的小可爱"："./IMGs/xiaokecai.jpg"
*
* 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
*提示：图片最好用正方形or接近正方形，看起来效果更好
*/
    IMGs:{
        "心爱的小可爱":"./imgs/xiaokai.png",
        //"今天是你的生日"："./IMGs/birthy.jpg"，
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    DESC:{
        开启(_O):"开始",
        玩:"音乐",
        Bannar_coming:"颜色",
        气球_飞行:"好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
