// 霸都丶傲天 2019年10月10日 https://githubfast.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给可爱的小赵老师",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "生命中的所有相遇",  // 同上...
        "都是某种奇妙而有趣的缘分",
        "能在这段时间、偶遇某个成长的仪式",
        "我也十分愿意为你送上温暖的祝福",
        "祝你常与善意相伴",
        "祝你常与温暖相陪",
        "在这个不甚分明的世界中",
        "衷心祝福你，遇见美好之物的概率",
        "比平均值高一点点、再高一点点",
        "然后将过往的喜悦与悲伤",
        "收拾成下一次前行的包裹",
        "然后，在人生的旅途上",
        "留下更深厚、更坚定的足迹",
        "祝你生日快乐",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "心爱的小可爱": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
