// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "马馨冉呀",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "最傻的小屁孩儿",  // 同上...
        "今天是你的十九岁生日",
        "生日快乐",
        "游戏计划就别想了，夭折了",
        "但你要保留希望，万一成了那",
        "我去找点生日祝福打上",
        "你不过是长大一岁的美女罢了",
        "生活的热闹和生命的骄傲，一个都不少",
        "流水今日 明月前身",
        "不念不惧 永葆天真",
        "少女不惧年岁长，生日快乐",
        "我会在每个有意义的时辰，远隔山海与你共存",
        "岁不淹兮，十九又一",
        "你成为了我的小众喜好",
        "藏着欣喜不已，炫耀时格外骄傲",
        "然后别忘了帮我许个五毛的愿望",
        "我是硬汉，不是小小源",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "心爱的小可爱": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
