// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "94122584",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "认识你的那天开始被捉弄",  // 同上...
        "我深信不疑你的言语始终",
        "与一个女孩相遇在实验楼",
        "I don’t know the joke",
        "她说我是你师姐 乖巧的我信了",
        "That’s a stupid guy is me",
        "OK OK那些已经都过去了 ",
        "和女孩相遇在盛夏",
        "她说她来自民权",
        "一起吃饭 一起玩耍直到我22年毕业",
        "陪她度过的第二个生日 ",
        "可疫情却总是反复",
        "但是她总充满热情影响着我",
        "她肯定不懂我这数字什么意思 ",
        "急的她在寻找而我却在认真搞怪",
        "像个孩子一样开着玩笑",
        "25岁少女的梦拽在手中不会去想",
        "时光匆匆流逝代表着什么",
        "在眼前快乐的日子总是短暂",
        "而她最终会把能给实现",
        "而她最终会把能给实现",
        "内心装着事情无比言喻",
        "但我仍然会祝lucky girl的胖齐",
        "永远甜甜美美",
        "生日快乐",
     
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "心爱的小可爱": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
