// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "这份小礼物",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "送给我的宝宝",  // 同上...
        "通俗形式的生日礼物",
        "虽然已经由超好看的Switch传达了",
        "但是",
        "它仍未能表达出我爱意的万分之一",
        "所以",
        "思前想后",
        "决定和大佬的coding coding相照应",
        "就有了这个小礼物 嘻嘻",
        "希望你喜欢呀",
        "如果实在是不喜欢的话",
        "我就再想想办法叭（摊手",
        "这是陪你过的第一个生日呢",
        "以后还会有很多很多个生日啊",
        "我都陪你过",
        "好嘛",
        "最后 最后",
        "想跟宝宝说",
        "跟你在一起的时光都 很耀眼",
        "因为天气好",
        "因为天气不好",
        "因为天气刚刚好",
        "每一天 都很美好",
        "祝我的宝宝生日快乐乐乐呀~",
        "看起来是不是很像结束了？",
        "嘻嘻 没有噢", 
        "我的大佬~",
        "小黄仅以此只言片语",
        "愿能献上最诚挚的心愿",
        "一愿郎君千岁",
        "二愿妾身常健",
        "三愿如同梁上燕 岁岁长相见",
        "看起来是不是又像是要结束啦？",
        "嘻嘻 这次是真的要结束了噢",
        "看起来是不是又像是要结束啦？",
        "悄咪咪地说 我检查过了",
        "没有错别字噢",
        "啵啵你 生日快乐",
        "晚安",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        //"心爱的小可爱": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "按按我叭",
        play: "摇摆摇摆",
        bannar_coming: "加点什么好呢",
        balloons_flying: "好像少点东西呀",
        cake_fadein: "香喷喷",
        light_candle: "亮晶晶",
        wish_message: "生日快乐呀呀呀",
        story: "送给我心心念念的你",
    }
};
